var lang = 'RUS'
var interpretation = {
	hearts : {
		'1' : {
			suit : '♥',
			name : '1',
			station : {
				skill:'Дробовик (Shotgun)',
				fate:'и ты услышишь шепоты вдали.',
				birth:'Осужденный (Convict)',
				text:'Покуда многие отбыв свой срок находят более традиционную работу, некоторые осужденные приговорены к трудовым лагерям. В подобном случае их дети часто отправляются вместе с ними в их новую жизнь.'},
			west : {
				fate:'В конце концов ты уступишь себя кострам',
				text:'-3/0/0/+3'},
			north : {
				fate:'но люди в окнах встретят тебя с ужасом.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'ты обратишь бараньи рога в пыль',
				text:'-3/0/0/+3'},
			south : {
				fate:'Когда учет минует тебя',
				text:'3,2,1,1,1,1'},
		},
		'2' : {
			suit : '♥',
			name : '2',
			station : {
				skill:'Пневматика (Pneumatic)',
				fate:'и ты забудешь себя.',
				birth:'Подневольный служитель (Indentured Servant)',
				text:'Несчастен родитель, которому приходится выбирать между долговой тюрьмой и подневольным служением. Однако отработка большого долга держит его ближе к семье и подальше от оков.'},
			west : {
				fate:'Вновь ты повернешь колесо и сдвинешь камень',
				text:'-3/0/+1/+2'},
			north : {
				fate:'и ради мрака он откажется знать тебя.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'ты будешь отважен в самый нужный момент',
				text:'-3/0/+1/+2'},
			south : {
				fate:'Если ты проигнорируешь веревку среди деревьев',
				text:'3,2,1,1,1,1'},
		},
		'3' : {
			suit : '♥',
			name : '3',
			station : {
				skill:'Труд (Labor)',
				fate:'и ты поцелуешь корону.',
				birth:'Разнорабочий (Laborer)',
				text:'Обычно рабочие трудятся много часов и зачастую непосредственно в сопровождении семьи. Это тяжелая жизнь наполненная рутиной и ноющими мышцами. И многие семьи находят достоинство в труде... но не все.'},
			west : {
				fate:'В итоге, иссушенные земли оросит кровь грешников',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'но бойся тени отбрасываемой никем.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'твое странствие никогда не начнется',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'В отчаянии седьмых даров',
				text:'3,2,1,1,1,1'},
		},
		'4' : {
			suit : '♥',
			name : '4',
			station : {
				skill:'Скрытность (Stealth)',
				fate:'и ты тщетно расколешь небо.',
				birth:'Слуга (Servant)',
				text:'Ваша семья служила более зажиточной семье в качестве горничных и полевых рабочих. Ваше детство прошло в работе, играх с детьми других слуг и вероятно притеснениями со стороны детей господина ваших родителей.'},
			west : {
				fate:'Тогда вороны благословят твоих детей',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'и угрюмые звезды выстроятся для тебя.',
				text:'3,2,2,1,1'},
			east : {
				fate:'ты будешь ждать нужного момента',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'После того как тишина тысячи ночей достигнет твоих ушей',
				text:'3,2,2,1,1'},
		},
		'5' : {
			suit : '♥',
			name : '5',
			station : {
				skill:'Торговля (Barter)',
				fate:'и ты оставишь ветвь чтобы удержать песок.',
				birth:'Владелец магазина (Shopkeep)',
				text:'Владение магазином (любого типа) обеспечивало вашу семью. Ваших родителей похоже уважали в местном сообществе и вы благоустроены.'},
			west : {
				fate:'В конце-концов ты принесешь ее в жертву на алтарях отчаяния',
				text:'-2/0/0/+2'},
			north : {
				fate:'но прими песнь застывшей зимы.',
				text:'3,2,2,1,1'},
			east : {
				fate:'задумка тебя подведет',
				text:'-2/0/0/+2'},
			south : {
				fate:'Когда за спиной ты несешь ярчайшую звезду во тьму',
				text:'3,2,2,1,1'},
		},
		'6' : {
			suit : '♥',
			name : '6',
			station : {
				skill:'Ремесло: Кузнечное дело (Crafting: Blacksmithing)',
				fate:'и она отвернется от тебя навеки.',
				birth:'Кузнец (Blacksmith)',
				text:'Работа с железом прибыльная но изнуряюща. Ваше детство прошло в помощи родителю на кузнице, либо в большоа городе, поселке, либо даже на большом ранчо.'},
			west : {
				fate:'Ты будешь держать миф о сотворении жизни в руках',
				text:'-2/0/0/+2'},
			north : {
				fate:'когда собрание насмехается над твоим даром.',
				text:'3,2,2,1,1'},
			east : {
				fate:'ты будешь незванным',
				text:'-2/0/0/+2'},
			south : {
				fate:'Однажды ты восстанешь из праха',
				text:'3,2,2,1,1'},
		},
		'7' : {
			suit : '♥',
			name : '7',
			station : {
				skill:'Академический: Грамота (Academic: Literacy)',
				fate:'и арки рухнут.',
				birth:'Журналист (Reporter)',
				text:'Один (или оба) из ваших родителей  был журналистом изучающим влиятельных лиц либо странные события. Время от времени это причиняло им (и вашей семье) ущерб.'},
			west : {
				fate:'Он подтягивает струны и проверяет заклепки',
				text:'-2/0/+1/+1'},
			north : {
				fate:'для хладейшего двора склонившегося пред своим королем.',
				text:'3,2,2,2'},
			east : {
				fate:'ты найдешь ответ, который не сможешь озвучить',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Когда твоя тень упадет на стену',
				text:'3,2,2,2'},
		},
		'8' : {
			suit : '♥',
			name : '8',
			station : {
				skill:'Слежение (Track)',
				fate:'и он получит свою оплату.',
				birth:'Зверолов (Trapper)',
				text:'Ваши родители выслеживали животных ради шкур и устанавливали ловушки в глуши. Такой суровый образ жизни дал вам много знаний о дикой местности.'},
			west : {
				fate:'Игры в которые ты играешь опаснее чем она желает',
				text:'-2/0/+1/+1'},
			north : {
				fate:'и луна светит сквозь лес, но не освещает твой путь.',
				text:'3,2,2,2'},
			east : {
				fate:'мелодия затеряется в канавах',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Когда стихнет эхо твоего смеха',
				text:'3,2,2,2'},
		},
		'9' : {
			suit : '♥',
			name : '9',
			station : {
				skill:'Академический: Бюрократия (Academic: Bureaucracy)',
				fate:'и ты предпримешь последний шаг.',
				birth:'Адвокат (Barrister)',
				text:'Законы - краеугольный камень цивилизации и адвокаты те, кто закон трактует. В зале суда ли, в зале совета ли, один из ваших родителей работал с законом.'},
			west : {
				fate:'Иное место манит голосом забвения',
				text:'-1/-1/0/+2'},
			north : {
				fate:'и остерегайся красного послания.',
				text:'3,2,2,2'},
			east : {
				fate:'твой позор будет избит как копыта',
				text:'-1/-1/0/+2'},
			south : {
				fate:'Если ты опасаешься руки забвения',
				text:'3,2,2,2'},
		},
		'10' : {
			suit : '♥',
			name : '10',
			station : {
				skill:'Кулачный бой (Pugilism)',
				fate:'и он мечтает о тебе.',
				birth:'Вышибала (Enforcer)',
				text:'Служа в качестве констебля в городе либо поселке или в качестве законника для правительственых нужд, вышибалы удостоверяются, что толпа подчиняется правилам. Это часто приводит к строгому методу воспитания.'},
			west : {
				fate:'Наблюдай как один за одним они падут к земле',
				text:'-1/-1/0/+2'},
			north : {
				fate:'но завтрашний страх утонет во вчерашней скорби.',
				text:'3,3,1,1'},
			east : {
				fate:'порожденный котлом будет пресмыкаться пред твоим рождением',
				text:'-1/-1/0/+2'},
			south : {
				fate:'Когда ты побежишь хотя должен идти',
				text:'3,3,1,1'},
		},
		'11' : {
			suit : '♥',
			name : '11',
			station : {
				skill:'Лидерство (Leadership)',
				fate:'и она частью кровь и частью родня.',
				birth:'Управляющий (Administrator)',
				text:'Один или оба из ваших родителей работали в интересах богатых и влиятельных, кому требовалась твердая рука для надзора за операциями проводимыми на объектах удаленных от их сфер влияния.'},
			west : {
				fate:'Осколки по которым ты проходишь оставляют кровавый след',
				text:'-2/-1/0/+3'},
			north : {
				fate:'и ничего кроме привкуса праха на языке.',
				text:'3,3,1,1'},
			east : {
				fate:'ты будешь ягодой испортившей вино',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Когда ты идешь обратно сквозь нож',
				text:'3,3,1,1'},
		},
		'12' : {
			suit : '♥',
			name : '12',
			station : {
				skill:'Преподавание (Teach)',
				fate:'и движение сбивается и вздрагивает.',
				birth:'Академический (Academic)',
				text:'Ваши родители были частью мыслящей элиты. Это может включать университетских профессоров, исследователей либо прославленных ученых в определенной сфере.'},
			west : {
				fate:'Время это иллюзия угасающего света и наслаждение учитывается вдвойне',
				text:'-2/-1/0/+3'},
			north : {
				fate:'чтобы узнать, что долгая жизнь это сотня проклятий.',
				text:'3,3,1,1'},
			east : {
				fate:'ты вернешься с бальзамом от всех болезней',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Если ты решишь не видеть зла в звоне часа',
				text:'3,3,1,1'},
		},
		'13' : {
			suit : '♥',
			name : '13',
			station : {
				skill:'Пистолеты (Pistols)',
				fate:'и он будет наблюдать как ты пьешь яд.',
				birth:'Ортега (Ortega)',
				text:'Вы принадлежите обширной семье охотников на Нерожденных известной как Ортега. Вы провели детство учась подмечать следы их влияния и как тесно взаимодействовать со своей семьей во время охоты.'},
			west : {
				fate:'Круг свяжет также надежно как могила',
				text:'-1/-1/-1/+3'},
			north : {
				fate:'и она знает.',
				text:'3,3,2'},
			east : {
				fate:'ты пригласишь его войти',
				text:'-1/-1/-1/+3'},
			south : {
				fate:'Когда ты проглотишь свою гордость и будешь танцевать с трупами',
				text:'3,3,2'},
		}
	},
	clubs : {
		'1' : {
			suit : '♣',
			name : '1',
			station : {
				skill:'Взрывчатка (Explosives)',
				fate:'и ты не можешь убрать красное.',
				birth:'Шахтер (Miner)',
				text:'Влиятельные шахтерские компании любят нанимать семьи, поскольку дети могут пробраться в лазы, которых взрослым работникам не достичь. Если вы везучи, то пережили детство всего с парой шрамов.'},
			west : {
				fate:'Могильный дух взовет к тебе на весенней песне',
				text:'-3/0/0/+3'},
			north : {
				fate:'но твое несчастье не будет твоим собственным.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'час удивления поселится в твоем сердце',
				text:'-3/0/0/+3'},
			south : {
				fate:'Когда завращаются шестерни истории, которую лучше забыть',
				text:'3,2,1,1,1,1'},
		},
		'2' : {
			suit : '♣',
			name : '2',
			station : {
				skill:'Ремесло: Усадебные работы (Crafting: Homesteading)',
				fate:'и это провозгласит зловещее восстание.',
				birth:'Плотник (Carpenter)',
				text:'Подобно кузнецу, талантливый плотник крайне важен в работах любой цивилизации. Лучшие мебель и здания зачастую созданы увлеченным профессионалом (и его преемником).'},
			west : {
				fate:'Конец настигнет его в саду',
				text:'-3/0/+1/+2'},
			north : {
				fate:'покуда глупый человек страшится ребенка.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'она будет сидеть одна среди твоей убогости',
				text:'-3/0/+1/+2'},
			south : {
				fate:'Как только твоя серебрянная нить растратится как золотые обещания',
				text:'3,2,1,1,1,1'},
		},
		'3' : {
			suit : '♣',
			name : '3',
			station : {
				skill:'Зачарование (Enchanting)',
				fate:'и она будет оплакивать тебя до конца своих дней.',
				birth:'Мастеровой маг (Magewright)',
				text:'Не каждый магически одаренный удерживает силы вселенной на кончиках пальцев. Напротив, один из ваших родителей обладал незначительным магическим даром работая на Гильдийской фабрике зачарования изготавливающей безделушки.'},
			west : {
				fate:'Бледный столкнувшийся с невинным утонет в желчи',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'ибо охотник ляжет спать на лилиях.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'ты отвергнешь зов',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'Если ты отклонишь зов героя',
				text:'3,2,1,1,1,1'},
		},
		'4' : {
			suit : '♣',
			name : '4',
			station : {
				skill:'Академический: Математика (Academic: Mathematics)',
				fate:'и факел зашипит во тьме.',
				birth:'Счетовод (Accountant)',
				text:'Ваша семья зарабатывала на жизнь в финансовой сфере, либо работая на банк, либо служа аналитиком состоятельному покровителю.'},
			west : {
				fate:'Оно есть и оно растет',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'и забытые будут вспомнены.',
				text:'3,2,2,1,1'},
			east : {
				fate:'исключение испортит правило',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'После того как хрустнет ветка под твоей скорбью',
				text:'3,2,2,1,1'},
		},
		'5' : {
			suit : '♣',
			name : '5',
			station : {
				skill:'Ремесло: Печатное дело (Crafting: Printing)',
				fate:'и он призовет Тюрьму к прорыву.',
				birth:'Переплетчик (Bookbinder)',
				text:'Чаще всего находящегося в городском центре, переплетчика обычно можно увидеть с измазанными краской пальцами и усталым взглядом. Хотя семья которую кормит его работа часто живет благоустроенно.'},
			west : {
				fate:'Шагни сквозь зеркало в легенду',
				text:'-2/0/0/+2'},
			north : {
				fate:'но его улыбка не должна угаснуть никогда.',
				text:'3,2,2,1,1'},
			east : {
				fate:'твой танец будет рисовать спящий глаз',
				text:'-2/0/0/+2'},
			south : {
				fate:'Когда ты просыпаешься от мечты предков',
				text:'3,2,2,1,1'},
		},
		'6' : {
			suit : '♣',
			name : '6',
			station : {
				skill:'Ближний бой (Melee)',
				fate:'и ты троекратно проклянешь его.',
				birth:'Качок (Muscle)',
				text:'Влиятельные предприятия наряду с криминальными структурами нуждаются в брутальных людях для насаждения своей воли. Предпочтительно чтобы, домашняя жизнь этих свирепых людей осталась недокументированной.'},
			west : {
				fate:'Псы в винограднике ревом зовут тебя к охоте',
				text:'-2/0/0/+2'},
			north : {
				fate:'ибо шут танцует там где он есть.',
				text:'3,2,2,1,1'},
			east : {
				fate:'грязь льется в небо как река',
				text:'-2/0/0/+2'},
			south : {
				fate:'Когда руки из плоти ощупают ноги из стали',
				text:'3,2,2,1,1'},
		},
		'7' : {
			suit : '♣',
			name : '7',
			station : {
				skill:'Наблюдение (Notice)',
				fate:'и оно захихикает из медальона.',
				birth:'Смотритель (Caretaker)',
				text:'Ваше детство было спокойным, проведенное в садах и домах состоятельных людей вместе с одним из ваших родителей, который мог быть садовником или дворецким.'},
			west : {
				fate:'И только кающийся должен ступить на путь',
				text:'-2/0/+1/+1'},
			north : {
				fate:'для тебя секреты не только твои.',
				text:'3,2,2,2'},
			east : {
				fate:'он узнает тебя не по гневу, но по воздержанию',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Когда ты променял свою возлюбленную',
				text:'3,2,2,2'},
		},
		'8' : {
			suit : '♣',
			name : '8',
			station : {
				skill:'Ремесло: Алхимия (Crafting: Alchemistry)',
				fate:'и она несет плод твоего прощения.',
				birth:'Алхимик (Alchemist)',
				text:'В то время как многие травяные препараты не требуют особых навыков для приготовления, в вашей семье был как минимум один одаренный алхимик обеспечивавший высокий уровень жизни создавая более сложные лекарства.'},
			west : {
				fate:'Пустой ум отличит ложь от суда',
				text:'-2/0/+1/+1'},
			north : {
				fate:'и страница оакзалась полна пустых обещаний.',
				text:'3,2,2,2'},
			east : {
				fate:'она должна затаиться в твоем безрадостном раю',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Как только твои странники путешествуют втроем',
				text:'3,2,2,2'},
		},
		'9' : {
			suit : '♣',
			name : '9',
			station : {
				skill:'Акробатика (Acrobatics)',
				fate:'и лист будет тонуть а камень плыть.',
				birth:'Исполнитель (Performer)',
				text:'Либо на сцене крупного городского поселения, либо на дороге с труппой, ваша семья зарабатывала на жизнь песнями, танцами, игрой и исполнением развлекательных номеров.'},
			west : {
				fate:'Отражение в воде покажет правду',
				text:'-1/-1/0/+2'},
			north : {
				fate:'но внимай калеке, что говорит за деньги.',
				text:'3,2,2,2'},
			east : {
				fate:'мрак будет знать тебя как брата',
				text:'-1/-1/0/+2'},
			south : {
				fate:'Когда ты откроешь глаза мертвеца',
				text:'3,2,2,2'},
		},
		'10' : {
			suit : '♣',
			name : '10',
			station : {
				skill:'Запугивание (Intimidate)',
				fate:'и он для тебя как отшельник для леса.',
				birth:'Госпожа (Madame)',
				text:'Каждый городской центр является приютом для борделя или двух. Ваш опекун управлял одним из таких домов и вы провели юность окруженные богачами и их наложницами.'},
			west : {
				fate:'Конец это чудо о котором ты смеешь мечтать',
				text:'-1/-1/0/+2'},
			north : {
				fate:'ибо мертвецы восстанут за твоим кулаком.',
				text:'3,3,1,1'},
			east : {
				fate:'твои глаза будут открыты в бездну',
				text:'-1/-1/0/+2'},
			south : {
				fate:'После того как ты видел вечность',
				text:'3,3,1,1'},
		},
		'11' : {
			suit : '♣',
			name : '11',
			station : {
				skill:'Академический: Инженерное дело (Academic: Engineering)',
				fate:'и ты будешь править колесницей зимы.',
				birth:'Инженер (Engineer)',
				text:'Общество нуждается в тех кто может конструировать массивные рабочие дома наряду с часовыми механизмами. Инженер зачастую обеспечен и может себе позволить дать детям образование.'},
			west : {
				fate:'Ищи льва долины',
				text:'-2/-1/0/+3'},
			north : {
				fate:'ибо ты возродишься в копоти и пламени.',
				text:'3,3,1,1'},
			east : {
				fate:'ты падешь от благодати',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Как только ты пересечешь кровавый порог',
				text:'3,3,1,1'},
		},
		'12' : {
			suit : '♣',
			name : '12',
			station : {
				skill:'Ремесло: Создание артефактов (Crafting: Artefacting)',
				fate:'и дар будет принесен Императором.',
				birth:'Безумный ученый (Mad Scientist)',
				text:'Сказать что один из ваших родителей был эксцентричным будет преуменьшением граничащим с преступной халатностью. Вы провели детство наблюдая странные механизмы и слушая эзотерические тирады по ряду “образовательных тем”.'},
			west : {
				fate:'Лунатики боятся места где ты будешь красться',
				text:'-2/-1/0/+3'},
			north : {
				fate:'но ты знаешь, все это случалось раньше.',
				text:'3,3,1,1'},
			east : {
				fate:'он доверится твоей лжи',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Если правосудие признает тебя виновным в единственном преступлении',
				text:'3,3,1,1'},
		},
		'13' : {
			suit : '♣',
			name : '13',
			station : {
				skill:'Волшебство (Sorcery)',
				fate:'и она поцелует губы висельника.',
				birth:'Арканист (Arcanist)',
				text:'Те кто имеет способности к магическим навыкам часто должны держать свои возможности в секрете, если только их семья не обладает достаточным влиянием чобы практиковать способности только в "правовой секретности"'},
			west : {
				fate:'Миры из мрамора снова облекутся плотью',
				text:'-1/-1/-1/+3'},
			north : {
				fate:'и потерянные утащат тебя в глубины.',
				text:'3,3,2'},
			east : {
				fate:'она атакует кинжалами отколотыми от твоего щита',
				text:'-1/-1/-1/+3'},
			south : {
				fate:'Когда ты пойдешь по одинокой дороге',
				text:'3,3,2'},
		}
	},
	spades : {
		'1' : {
			suit : '♠',
			name : '1',
			station : {
				skill:'Стойкость (Toughness)',
				fate:'и ты призовешь ворона.',
				birth:'Немертвый (Undead)',
				text:'То что ваши родители были мертвы еще не значит, что они вас не любили. Ваше детство было мягко говоря странным пока вы старались сохранить семейную тайну.'},
			west : {
				fate:'Отказ от битвы выиграет войну',
				text:'-3/0/0/+3'},
			north : {
				fate:'ибо ты должен углублять воды до простого отказа от мертвых.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'ты не будешь обманут призраками башни',
				text:'-3/0/0/+3'},
			south : {
				fate:'Однажды первый был последним и последний был первым',
				text:'3,2,1,1,1,1'},
		},
		'2' : {
			suit : '♠',
			name : '2',
			station : {
				skill:'Уклонение (Evade)',
				fate:'и конец настигнет всех.',
				birth:'Сирота (Orphan)',
				text:'Без семьи вы провели юность в детских трудовых домах крупного города либо уворачиваясь от прогулифающихся чиновников на улицах.'},
			west : {
				fate:'Мирно одетая маска ослепит тебя до кровопролития',
				text:'-3/0/+1/+2'},
			north : {
				fate:'и волк завоет под дверью.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'спящий грезит не о завтрашнем дне, а о тебе',
				text:'-3/0/+1/+2'},
			south : {
				fate:'Когда вы примете свои судьбы на реке',
				text:'3,2,1,1,1,1'},
		},
		'3' : {
			suit : '♠',
			name : '3',
			station : {
				skill:'Ловкость рук (Prestidigitation)',
				fate:'и ты будешь искалечен.',
				birth:'Любитель (Dabbler)',
				text:'Ваша семья тайно баловалась магическими искусствамиторгуя пыльными томами с опасными людьми. Поиск тайных знаний зачастую был наградой сам по себе.'},
			west : {
				fate:'Песня прервется за стеной после тройного стука',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'но твоя потеря будет тем, что ты отбросишь.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'ты возродишься из плоти и искупления',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'Если ты откроешь врата чудес в стене из лжи',
				text:'3,2,1,1,1,1'},
		},
		'4' : {
			suit : '♠',
			name : '4',
			station : {
				skill:'Фермерство (Farm)',
				fate:'и колено мага согнется раньше твоей реки.',
				birth:'Фермер (Farmer)',
				text:'Маленькая ферма была декорацией вашего детства. Вы жили по сезонам и работали на земле вместе со своей семьей.'},
			west : {
				fate:'Звук твоего просчета прозвенит по деревне',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'ибо как начал, так ты и должен закончить.',
				text:'3,2,2,1,1'},
			east : {
				fate:'ты откажешься открыть том',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'Поскольку ты неоплакан отцом',
				text:'3,2,2,1,1'},
		},
		'5' : {
			suit : '♠',
			name : '5',
			station : {
				skill:'Некромантия (Necromancy)',
				fate:'и аркан щелкнет подобно грому.',
				birth:'Гробокопатель (Graverobber)',
				text:'Поразительно сколько сокровищ богачи просто хоронят. Ограбление мертвых - легкий способ заработка и возможность содержать семью сытой и одетой.'},
			west : {
				fate:'Только в смерти паломник будет свободен',
				text:'-2/0/0/+2'},
			north : {
				fate:'ибо то что берешь, то и отдаешь.',
				text:'3,2,2,1,1'},
			east : {
				fate:'ты не внемлешь наставнику',
				text:'-2/0/0/+2'},
			south : {
				fate:'После чего мертвое стало мертво',
				text:'3,2,2,1,1'},
		},
		'6' : {
			suit : '♠',
			name : '6',
			station : {
				skill:'Шитье (Stitching)',
				fate:'и с шепотом ты разделишь стены.',
				birth:'Работник морга (Mortuary Staff)',
				text:'Управление моргом зачастую семейное дело. Дети воспитываются чтобы перенять семейный бизнес, жуткая, но необходимая сделка для любого города или поселения.'},
			west : {
				fate:'Пески вод омоют тебя',
				text:'-2/0/0/+2'},
			north : {
				fate:'и время ждет только тебя.',
				text:'3,2,2,1,1'},
			east : {
				fate:'открытая дверь приведет его в красную церковь',
				text:'-2/0/0/+2'},
			south : {
				fate:'Когда твои пятна были связаны внутри',
				text:'3,2,2,1,1'},
		},
		'7' : {
			suit : '♠',
			name : '7',
			station : {
				skill:'Тяжелый ближний бой (Heavy Melee)',
				fate:'и уплаченный пенни заработан троекратно.',
				birth:'Преступник (Outlaw)',
				text:'Бродя в глуши между городами ваша семья жила грабя путешественников и уклоняясь от закона.'},
			west : {
				fate:'Яд будет исцелением',
				text:'-2/0/+1/+1'},
			north : {
				fate:'но любовь оставлена позади.',
				text:'3,2,2,2'},
			east : {
				fate:'твоя святыня будет ржаветь и мерцать',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Если ты откроешь ящик, что должен быть закрыт',
				text:'3,2,2,2'},
		},
		'8' : {
			suit : '♠',
			name : '8',
			station : {
				skill:'Винтовки (Long Arms)',
				fate:'и ты спалишь старейшую страницу.',
				birth:'Наемник (Mercenary)',
				text:'Один (или оба) из ваших родителей были наемниками, обеспечивая военные услуги тем, кто может себе это позволить. Вы могли проводить время с семьей пока они не на деле или путешествовать с ними.'},
			west : {
				fate:'Слепая должна вести искателя',
				text:'-2/0/+1/+1'},
			north : {
				fate:'ибо твой отдых накроет облако.',
				text:'3,2,2,2'},
			east : {
				fate:'укус одной осы ослабит агонию',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Когда наконец ты посмотришь на свое бьющееся сердце',
				text:'3,2,2,2'},
		},
		'9' : {
			suit : '♠',
			name : '9',
			station : {
				skill:'Животноводство (Husbandry)',
				fate:'и преступление, что ты скрываешь уничтожит тебя.',
				birth:'Ветеринар (Veterinary)',
				text:'Талантливый ветеринар обеспечивает хорошую жизнь своей семье наряду с образованием. Вы могли провести много лет помогая с рождением телят или успокаивая травмированных “пациентов”.'},
			west : {
				fate:'Запятнаные кровью щеки переплетут травы',
				text:'-1/-1/0/+2'},
			north : {
				fate:'ибо не все сокровища мерцают на свету.',
				text:'3,2,2,2'},
			east : {
				fate:'она заболеет от освященного касания',
				text:'-1/-1/0/+2'},
			south : {
				fate:'Пока охотник наблюдает как ты глотаешь личинки',
				text:'3,2,2,2'},
		},
		'10' : {
			suit : '♠',
			name : '10',
			station : {
				skill:'Центровка (Centering)',
				fate:'и ты ветер в листьях.',
				birth:'Убийца (Assassin)',
				text:'Один из ваших родителей часто подолгу был в отъезде, присылая деньги на содержание семьи. Однажды вы узнали почему.'},
			west : {
				fate:'Застывшие сердца крадуться вдоль камня',
				text:'-1/-1/0/+2'},
			north : {
				fate:'и жнец следует твоей тропой.',
				text:'3,3,1,1'},
			east : {
				fate:'наковальня орды наполнится звоном войны',
				text:'-1/-1/0/+2'},
			south : {
				fate:'Если ты позволишь рукам утянуть себя вниз',
				text:'3,3,1,1'},
		},
		'11' : {
			suit : '♠',
			name : '11',
			station : {
				skill:'Академический: Искусство (Academic: Art)',
				fate:'и ты позволишь своей крови застыть.',
				birth:'Художник (Artist)',
				text:'Вы провели юность помогая смешивать краски, натягивать холст или готовя камень к рубке. В вашей семье был как минимум один практикующий художник и вы научились если не ценить, то понимать мир искусства.'},
			west : {
				fate:'Листья будут шептать твое имя и огласят твой исход',
				text:'-2/-1/0/+3'},
			north : {
				fate:'покуда судьба устает от твоих глупостей.',
				text:'3,3,1,1'},
			east : {
				fate:'твой тревожный звон утонет в голосах',
				text:'-2/-1/0/+3'},
			south : {
				fate:'После того как ты истечешь углем из костей',
				text:'3,3,1,1'},
		},
		'12' : {
			suit : '♠',
			name : '12',
			station : {
				skill:'Доктор (Doctor)',
				fate:'и ты ищешь звук своего последнего вздоха.',
				birth:'Медик (Medical)',
				text:'Один из ваших родителей был профессиональным медиков, который заботился о нуждах больных и покалеченных. Вашу семью уважали в обществе.'},
			west : {
				fate:'Все вопли приведут тебя домой',
				text:'-2/-1/0/+3'},
			north : {
				fate:'ибо чудеса окружают тебя будя отголоски.',
				text:'3,3,1,1'},
			east : {
				fate:'Август оставит меланхолию во всем',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Покуда ты напрягаешься чтобы увидеть сквозь завесу полдня',
				text:'3,3,1,1'},
		},
		'13' : {
			suit : '♠',
			name : '13',
			station : {
				skill:'Использование Камня Души (Harness Soulstone)',
				fate:'и ты задержишься на грани жизни и смерти.',
				birth:'Воскрешатели (Resurrectionists)',
				text:'Ваш родитель либо опекун был Воскрешателем, одним из немногих некромантов сумевшим вести дела на Земле. Ваше детство прошло в прятках среди сточных туннелей и бегстве от казни.'},
			west : {
				fate:'Немой мужчина должен воззвать к волку',
				text:'-1/-1/-1/+3'},
			north : {
				fate:'ибо звезды освещают твой путь.',
				text:'3,3,2'},
			east : {
				fate:'ты раздробишь камень',
				text:'-1/-1/-1/+3'},
			south : {
				fate:'Когда твоя смерть стучит в дверь',
				text:'3,3,2'},
		}
	},
	diamonds : {
		'1' : {
			suit : '♦',
			name : '1',
			station : {
				skill:'Фальсификация (Forgery)',
				fate:'и уничтожающее касание будет нежным.',
				birth:'Фальшивомонетчик (Hustler)',
				text:'Так или иначе мошенники найдут как использовать целую семью опытных фальшифомонетчиков. Нередко семьи уверенных в себе обманщиков совершают свои сделки как в пути так и в больших городах.'},
			west : {
				fate:'Духи заставляют кровь стыть в твоих венах',
				text:'-3/0/0/+3'},
			north : {
				fate:'и тебе трижды воздасться за проданные грехи.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'ты поведешь детей сквозь долину',
				text:'-3/0/0/+3'},
			south : {
				fate:'Когда багрянец повьется по животу падшего',
				text:'3,2,1,1,1,1'},
		},
		'2' : {
			suit : '♦',
			name : '2',
			station : {
				skill:'Приворожить (Bewitch)',
				fate:'и твои оковы возжелают истекать кровью.',
				birth:'Блудница (Harlot)',
				text:'Говорят, что старейшие профессии это проституция и воспитание детей. Технически они не уникальны и некоторые матери или отцы обращаются к проституции чтобы прокормить детей.'},
			west : {
				fate:'Она пьет только кровь',
				text:'-3/0/+1/+2'},
			north : {
				fate:'но здесь драконы.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'он затенит твои усталые глаза и увлажнит твои иссохшие губы',
				text:'-3/0/+1/+2'},
			south : {
				fate:'Если осенний мост содрогнется от твоих воплей',
				text:'3,2,1,1,1,1'},
		},
		'3' : {
			suit : '♦',
			name : '3',
			station : {
				skill:'Музыка (Music)',
				fate:'и что твое, то твое.',
				birth:'Уличный музыкант (Busker)',
				text:'Близкие родственники привычных затейников, уличные музыканты часто работают группами (включая вашу семью), развлекая людей на переполненных улицах за подачку.'},
			west : {
				fate:'Любовь не знает сердца, но в груди',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'покуда живые чахнут от твоего понимания.',
				text:'3,2,1,1,1,1'},
			east : {
				fate:'она неизвестна твоей божественности',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'Когда твоя сила порождает ересь',
				text:'3,2,1,1,1,1'},
		},
		'4' : {
			suit : '♦',
			name : '4',
			station : {
				skill:'Дикая местность (Wilderness)',
				fate:'и ты расщепишь белую дверь.',
				birth:'Поселенец (Settler)',
				text:'Ваша семья переехала в глушь и возвела для себя усадьбу. Прямолинейные и зачастую суровые, ваши родители тем не менее были независимыми и гордыми людьми, стремившимися привить эти качества вам.'},
			west : {
				fate:'Побег невозможен, свобода неизбежна',
				text:'-2/-1/+1/+2'},
			north : {
				fate:'ибо новые враги из ряда бывших соратников.',
				text:'3,2,2,1,1'},
			east : {
				fate:'закат нового солнца осветит твой путь в пещеру',
				text:'-2/-1/+1/+2'},
			south : {
				fate:'Как только Немезида станет матерью',
				text:'3,2,2,1,1'},
		},
		'5' : {
			suit : '♦',
			name : '5',
			station : {
				skill:'Карманник (Pick Pocket)',
				fate:'и ты падешь.',
				birth:'Вор (Thief)',
				text:'Ни разу не попавшийся хороший вор это редкость, но одному из ваших родителей подобное удалось. Возможно кражу было трудно отследить (например банковские документы) или он просто не оставлял следов.'},
			west : {
				fate:'Красная женщина осветит путь',
				text:'-2/0/0/+2'},
			north : {
				fate:'и ты познаешь блеск трущоб.',
				text:'3,2,2,1,1'},
			east : {
				fate:'ровесник тысячи лиц зарыдает',
				text:'-2/0/0/+2'},
			south : {
				fate:'Покуда наблюдатель ожидает твоего возгласа возмездия',
				text:'3,2,2,1,1'},
		},
		'6' : {
			suit : '♦',
			name : '6',
			station : {
				skill:'Азартные игры (Gambling)',
				fate:'и испытание будет твоим собственным.',
				birth:'Моряк (Sailor)',
				text:'Вы путешествовали по морям, перевозили товары и пассажиров вместе со своими родителями через океаны. Владели ли они собственным судном или были уважаемыми членами команды, родители обеспечили вам волнующее детство с множеством манящих портов.'},
			west : {
				fate:'Отражение в воде покажет правду',
				text:'-2/0/0/+2'},
			north : {
				fate:'и хотя равновесие пошатнется оно не обрушится.',
				text:'3,2,2,1,1'},
			east : {
				fate:'тебе предложат три раза и отвергнешь их все',
				text:'-2/0/0/+2'},
			south : {
				fate:'Когда ты чужой для себя',
				text:'3,2,2,1,1'},
		},
		'7' : {
			suit : '♦',
			name : '7',
			station : {
				skill:'Оценка (Appraise)',
				fate:'и ты освободишь узника.',
				birth:'Лоточник (Hawker)',
				text:'Пока универсальные магазины предлагают товары ежедневного пользования, лоточник предоставляет мгновенно доступные и недорогие (если подозрительные) товары. Эти странствующие торговцы могут быть предельно честными, но многие работают с уличными сорванцами, чтобы извлечь еще большую выгоду.'},
			west : {
				fate:'Бездна разверзается под твоей колыбелью',
				text:'-2/0/+1/+1'},
			north : {
				fate:'ибо твой скакун унесет тебя к военным турнирам.',
				text:'3,2,2,2'},
			east : {
				fate:'ты возьмешь клинок своего отца',
				text:'-2/0/+1/+1'},
			south : {
				fate:'После того как жнец пришел за невинностью',
				text:'3,2,2,2'},
		},
		'8' : {
			suit : '♦',
			name : '8',
			station : {
				skill:'Гибкость (Flexible)',
				fate:'и своевольный получит должное.',
				birth:'Извозчик (Coachman)',
				text:'Квалифицированный извозчик - неотъемлемая часть персонала полноценной светской семьи. Вы провели детство обучаясь управлению лошадьми и обслуживанию повозки.'},
			west : {
				fate:'Они поют ради смеха, слез и завтрашнего дня',
				text:'-2/0/+1/+1'},
			north : {
				fate:'ибо молчание приносит вдохновение к дверям.',
				text:'3,2,2,2'},
			east : {
				fate:'ты откажешься от заслуженной любви',
				text:'-2/0/+1/+1'},
			south : {
				fate:'Как только твоя месть почти свершена',
				text:'3,2,2,2'},
		},
		'9' : {
			suit : '♦',
			name : '9',
			station : {
				skill:'Взлом (Lockpicking)',
				fate:'и ты заключишь сделку с дьяволом.',
				birth:'Взломщик (Burglar)',
				text:'Целые семьи специализирующиеся на ограблении подчистую и последующем исчезновении нередки в городской среде. Вы начали жизнь как часть подобной группы.'},
			west : {
				fate:'Глухой человек должен услышать предупреждение совы',
				text:'-1/-1/0/+2'},
			north : {
				fate:'и ты найдешь новые земли в день её смерти.',
				text:'3,2,2,2'},
			east : {
				fate:'он выбирает не тебя, но крах',
				text:'-1/-1/0/+2'},
			south : {
				fate:'Когда ты выбираешь между пером или клинком',
				text:'3,2,2,2'},
		},
		'10' : {
			suit : '♦',
			name : '10',
			station : {
				skill:'Обман (Deceive)',
				fate:'и ты убьешь достойного.',
				birth:'Лазутчик (Infiltrator)',
				text:'Семья шпионов может посеять смуту на промышленном предприятии или в правительстве. Десять Громов превосходно пользуются лазутчиками, а семья в начавшемся хаосе будет подозреваться в последнюю очередь.'},
			west : {
				fate:'Вода падает как зависть, река бежит как гнев',
				text:'-1/-1/0/+2'},
			north : {
				fate:'но оставишь свой след во многих бедах.',
				text:'3,3,1,1'},
			east : {
				fate:'пустую могилу наполнят напевы',
				text:'-1/-1/0/+2'},
			south : {
				fate:'После того как наденешь багровые шелка',
				text:'3,3,1,1'},
		},
		'11' : {
			suit : '♦',
			name : '11',
			station : {
				skill:'Убеждение (Convince)',
				fate:'и оно держится в стороне от хранителя.',
				birth:'Шулер (Sharp)',
				text:'В пути либо как завсегдатай единственного салуна, один из ваших родителей зарабатывал на жизнь будучи крупье или игроком.'},
			west : {
				fate:'Могила не удержит её',
				text:'-2/-1/0/+3'},
			north : {
				fate:'когда ты вспомнишь зеркало и расколешь поток.',
				text:'3,3,1,1'},
			east : {
				fate:'твоя погибель будет преследовать твой отчаянный исход',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Если ты заметишь затемнение фонарей',
				text:'3,3,1,1'},
		},
		'12' : {
			suit : '♦',
			name : '12',
			station : {
				skill:'Лидерство (Leadership)',
				fate:'и глаза во тьме изменят тебя.',
				birth:'Политик (Politician)',
				text:'Один из ваших родителей был влиятельной политической фигурой такой как сенатор, промышленник или даже королевская особа.'},
			west : {
				fate:'Нимб скользит по твоей шее как петля',
				text:'-2/-1/0/+3'},
			north : {
				fate:'и ведьмы будут ждать тебя на перекрестке.',
				text:'3,3,1,1'},
			east : {
				fate:'последний человек будет лгать о твоем величии',
				text:'-2/-1/0/+3'},
			south : {
				fate:'Когда колокол призывает к правосудию',
				text:'3,3,1,1'},
		},
		'13' : {
			suit : '♦',
			name : '13',
			station : {
				skill:'Боевые Искусства (Martial Arts)',
				fate:'и Императрица узнает предателя.',
				birth:'Десять Громов (Ten Thunders)',
				text:'Воспитанная как часть тайного клана лазутчиков, ваша семья практиковала боевые искусства Трех Царств наряду с другими обычаями.'},
			west : {
				fate:'Сестры укажут путь',
				text:'-1/-1/-1/+3'},
			north : {
				fate:'и ты спасешься подо льдом.',
				text:'3,3,2'},
			east : {
				fate:'она будет боятся твоего железа, но не намерений',
				text:'-1/-1/-1/+3'},
			south : {
				fate:'Когда надежда тонет лишь в трех слезах',
				text:'3,3,2'},
		}
	},
	jockers : {
		'14' : {
			suit : 'jockers R',
			name : '14',
			station : {
				skill:'Антимагия (Counter-Spelling)',
				fate:'и ты умрешь.',
				birth:'Похищенный Нерожденными (Neverborn Stolen)',
				text:'Непохоже, что вы считали странным свое детство проведенное с Тэдди в прогулках сквозь кошмары других детей, пока однажды не узнали свое предназначение и не были направлены в город Малифо служа темным намерениям.'},
			west : {
				fate:'Тогда, в середине Ничто, был один',
				text:'-1/0/0/+1'},
			north : {
				fate:'и на крыльях страха ты достигнешь башни.',
				text:'4,2,1'},
			east : {
				fate:'твои деяния будут отменены до тринадцатого шага',
				text:'-1/0/0/+1'},
			south : {
				fate:'Когда ты увидишь свой золотой закат',
				text:'4,2,1'},
		},
		'0' : {
			suit : 'jockers B',
			name : '0',
			station : {
				skill:'Пьянка (Carouse)',
				fate:'и ты будешь свергнут.',
				birth:'Рожденный в Байю (Bayou Born)',
				text:'Вы необязательно непосредственно родились в Байю, скорее похищены ребенком и выращены Гремлинами. Возможно вы сбежали в цивилизацию или ушли в зрелом возрасте, но теперь вы направляетесь в Малифо не со стороны Разлома, а из болот.'},
			west : {
				fate:'Ты будешь нести семя тысячи проклятий',
				text:'-3/+1/+1/+1'},
			north : {
				fate:'и твоя кровь станет черной.',
				text:'2,2,2,2,2,2'},
			east : {
				fate:'твой каждый вздох будет последним',
				text:'-3/+1/+1/+1'},
			south : {
				fate:'Когда твоя душа запятнана тишиной',
				text:'2,2,2,2,2,2'},
		},
	}
}